

let name = prompt("Type Your Name")
let age = prompt("Type Your Age")







if( age >= 20 && age <= 35 ) {
    console.log(` ${ name } ভাইয়া এই প্ররটিটা সুধুই আপনাদের জইন্য এরেঞ্জ করা হইছে সো আপনাকে স্বাগতম  `);
} else if( age > 35 ) {
    console.log(` ${ name } মুরুব্বি আপনার তো এখানে ঢুকা নিশেধ কারন এখানে ডিজে গান চলবে , ডিজে গান সুনলে তো আপনার হার্টের প্রবলেম হবে . যদি আপনার হার্টের প্রবলেম নাও থাকে তাও আপনি জাইতে পারবেন না , কারন ভিতরে জা চলবে তা আপনার দেখার যগ্য না`);
}else{
    console.log(` ${ name } আরে ভাই তুমি তো বাবু দেখো তো ফিটার টা গরম আছে কিনা .`);
}
